Revit 2026 API

# ImportExportFailures Properties

---

The BuiltInFailuresImportExportFailures type exposes the following members.

|  | Name | Description |
| --- | --- | --- |
|  | ViewBoundariesTooLarge | The view boundaries are too large to export the view.. |

#### Reference

BuiltInFailuresImportExportFailures Class

Autodesk.Revit.DB Namespace